[
    {"id":1, "nombre":"Star Wars Episodio I: La Amenaza Fantasma (1999)", "descripcion":"Año galáctico: 32 BBY. Obi-Wan Kenobi es un joven aprendiz caballero Jedi bajo la tutela de Qui-Gon Jinn; Anakin Skywalker solamente es un niño de 9 años. Cuando la Federación de Comercio corta todas las rutas al planeta Naboo, Qui-Gon y Obi-Wan son asignados para solucionar el problema.", "imagen":"/imagenes/productos/La Amenaza Fantasma.jpg", "precio":1500, "stock":10, "categoria":"primera"},

    {"id":2, "nombre":"Star Wars Episodio II: El Ataque de los Clones (2002)", "descripcion":"Año galáctico: 22 BBY. En el Senado Galáctico reina la inquietud. Varios miles de sistemas solares han declarado su intención de abandonar la República. La reina Amidala regresa al Senado para conseguir un ejército que ayude a los caballeros jedi.", "imagen":"/imagenes/productos/El Ataque de los Clones.jpg", "precio":1600, "stock":10, "categoria":"primera"},

    {"id":3, "nombre":"Star Wars Episodio III: La Venganza de los Sith (2005)", "descripcion":"Año galáctico: 19 BBY. Seducido por el lado oscuro, Anakin Skywalker se rebela contra su mentor, Obi-Wan Kenobi", "imagen":"/imagenes/productos/La Venganza de los Sith.jpg", "precio":1400, "stock":10, "categoria":"primera"},


    {"id":4, "nombre":"Star Wars Episodio IV: Una Nueva Esperanza (1977)", "descripcion":"Año galáctico: 0 BBY/ABY. La nave en la que viaja la princesa Leia es capturada por las tropas imperiales al mando del temible Darth Vader. Antes de ser atrapada, Leia consigue introducir un mensaje en su robot R2-D2, quien acompañado de su inseparable C-3PO logra escapar. Tras aterrizar en el planeta Tattooine son capturados y vendidos al joven Luke Skywalker, quien descubrirá el mensaje oculto que va destinado a Obi Wan Kenobi, maestro Jedi a quien Luke debe encontrar para salvar a la princesa.", "imagen":"/imagenes/productos/Una Nueva Esperanza.jpg", "precio":1600, "stock":10, "categoria":"segunda"},

    {"id":5, "nombre":"Star Wars Episodio V: El Imperio Contraataca (1980)", "descripcion":"Año galáctico: 3 ABY. Aunque la Estrella de la Muerte ha sido destruida, las tropas imperiales han hecho salir a las fuerzas rebeldes de sus bases ocultas y los persiguen a través de la galaxia. Mientras, el grupo de rebeldes de Skywalker se esconde en un planeta helado.", "imagen":"/imagenes/productos/El Imperio Contraataca.jpg", "precio":1200, "stock":10, "categoria":"segunda"},

    {"id":6, "nombre":"Star Wars Episodio VI: El Retorno del Jedi (1983)", "descripcion":"Año galáctico: 4 ABY. Luke Skywalker, ahora un experimentado caballero Jedi, intenta descubrir la identidad de Darth Vader.", "imagen":"/imagenes/productos/El Regreso del Jedi.jpg", "precio":1300, "stock":10, "categoria":"segunda"},


    {"id":7, "nombre":"Star Wars Episodio VII: El Despertar de la Fuerza (2015)", "descripcion":"Año galáctico: 34 ABY. Treinta años después de haber derrotado al Imperio, una nueva amenaza se cierne sobre la República. El terrible y enigmático guerrero Kylo Ren ha reunido un ejército de leales al Imperio, que se hace llamar la Primera Orden y ataca a la Alianza. La única esperanza para la galaxia es que una recogedora de chatarra, un stromtrooper fugado y un androide llamado BB-8 logren encontrar a tiempo al legendario jedi Luke Skywalker.", "imagen":"/imagenes/productos/El Despertar de la Fuerza.jpg", "precio":1200, "stock":10, "categoria":"tercera"},

    {"id":8, "nombre":"Star Wars Episodio VIII: Los Ultimos Jedi (2017)", "descripcion":"Año galáctico: 34 ABY. La Primera Orden ha acorralado a los últimos miembros de la resistencia. Su última esperanza es que Finn se introduzca en la nave de Snoke y desactive el radar que les permite localizarlos. Mientras él trata, en compañía de una soldado de la Resistencia, de cumplir esta misión imposible, Rey se encuentra lejos, intentando convencer a Luke Skywalker de que la entrene y la convierta en la última jedi.", "imagen":"/imagenes/productos/Los Ultimos Jedi.jpg", "precio":1200, "stock":10, "categoria":"tercera"},

    {"id":9, "nombre":"Star Wars Episodio IX: El Ascenso de Skywalker (2019)", "descripcion":"Año galáctico: 35 ABY. La Resistencia sobreviviente se enfrenta a la Primera Orden, y Rey, Finn, Poe y el resto de los héroes encararán nuevos retos y una batalla final con la sabiduría de las generaciones anteriores.", "imagen":"/imagenes/productos/El Ascenso de Skywalker.jpg", "precio":1200, "stock":10, "categoria":"tercera"}
]